[
  {"zh": "他终于凝聚了金丹。", "en": "He finally condensed his Golden Core."},
  {"zh": "元婴老祖恐怖如斯！", "en": "The Nascent Soul Patriarch is terrifying!"},
  {"zh": "这把飞剑是灵器。", "en": "This flying sword is a Spirit Tool."},
  {"zh": "师兄，这枚筑基丹你收下吧。", "en": "Senior Brother, please accept this Foundation Establishment Pill."},
  {"zh": "我们需要更多的灵石来修炼。", "en": "We need more Spirit Stones for cultivation."},
  {"zh": "他的道心破碎了。", "en": "His Dao Heart has shattered."},
  {"zh": "渡劫期的大能。", "en": "A mighty figure at the Tribulation Transcendence stage."},
  {"zh": "这是逆天改命之术。", "en": "This is a technique that defies the heavens and changes fate."},
  {"zh": "宗门大阵被攻破了。", "en": "The Sect Protection Formation has been breached."},
  {"zh": "你好，今天天气真不错。", "en": "Hello, the weather is really nice today."},
  {"zh": "请问图书馆怎么走？", "en": "Excuse me, how do I get to the library?"},
  {"zh": "这个价格太贵了。", "en": "The price is too expensive."},
  {"zh": "我喜欢吃辣的食物。", "en": "I like eating spicy food."},
  {"zh": "闭关修炼", "en": "Secluded cultivation"},
  {"zh": "这乃是上古遗迹。", "en": "This is an ancient ruin."},
  {"zh": "焚香沐浴", "en": "Burn incense and bathe"},
  {"zh": "护法神兽", "en": "Guardian Divine Beast"},
  {"zh": "走火入魔", "en": "Qi deviation"},
  {"zh": "三千大道", "en": "Three Thousand Great Daos"},
  {"zh": "夺舍重生", "en": "Possess a body and be reborn"},
  {"zh": "替天行道, 除暴安良", "en": "To Render Justice for Heaven, and Save the People"},
  {
    "zh": "痛！好痛！头好痛！",
    "en": "Painful! How painful! My head hurts so badly!"
  },
  {
    "zh": "光怪陆离满是低语的梦境迅速支离破碎，熟睡中的周明瑞只觉脑袋抽痛异常。",
    "en": "A gaudy and dazzling dreamworld filled with murmurs instantly shattered. The sound asleep Zhou Mingrui felt an abnormal throbbing pain in his head."
  },
  {
    "zh": "仿佛被人用棒子狠狠抡了一下，不，更像是遭尖锐的物品刺入太阳穴并伴随有搅动！",
    "en": "As though someone had ruthlessly lashed at him with a pole again and again. No, it was more like a sharp object pierced right through his temples followed by a twist!"
  },
  {
    "zh": "看来我还没有真醒，还在梦里。",
    "en": "From the looks of it, I’m still not awake. I’m still in a dream."
  },
  {
    "zh": "好端端的，大半夜的，怎么会突然头痛？",
    "en": "Why would I suddenly have such an excruciating headache in the middle of the night?"
  },
  {
    "zh": "视线先是模糊，继而蒙上了淡淡的绯红。",
    "en": "His vision first blurred before it was screened by a faint crimson red."
  },
  {
    "zh": "周明瑞看见面前是一张原木色泽的书桌，正中央放着一本摊开的笔记。",
    "en": "All he could see was a study desk made of burly wood in front of him. Right in the middle was an opened notebook."
  },
  {
    "zh": "抬头用奇怪的字母文字写着一句话语，墨迹深黑，醒目欲滴。",
    "en": "The title was eye-catchingly written with strange, deep black lettering."
  },
  {
    "zh": "这盏灯很有西方古典风味，约成年人半个脑袋大小。",
    "en": "The lamp had a classical Western style to it. It was about half the size of an adult’s head."
  },
  {
    "zh": "一个黑色墨水瓶笼罩着淡红色的光华。",
    "en": "A black ink bottle shrouded in a pale red glow."
  },
  {
    "zh": "手枪？左轮？周明瑞整个人都愣住了。",
    "en": "A gun? A revolver? Zhou Mingrui was completely taken aback."
  },
  {
    "zh": "半空之中，黑色“天鹅绒幕布”之上，一轮赤红色的满月高高悬挂，宁静照耀。",
    "en": "In midair, a crimson moon hung high above the backdrop of a ‘black velvet curtain,’ glowing in silence."
  },
  {
    "zh": "这是个不大的房间，左右两侧各有一扇棕门，紧挨对面墙壁的是张木制高低床。",
    "en": "The room was not very large, with a brown door on each side of the room. Close to an opposite wall was a low wooden bed."
  },
  {
    "zh": "黑发，褐瞳，亚麻衬衣，体型单薄，五官普通，轮廓较深……",
    "en": "Black hair, brown pupils, a linen shirt, thinly built, average-looking features and a rather deep outline..."
  },
  {
    "zh": "左轮手枪，欧美古典风味布置，以及那轮与地球迥异的绯红之月，无一不在说明着某件事情！",
    "en": "The revolver in ancient European style and the crimson moon that looked different from Earth’s moon could only mean one thing!"
  },
  {
    "zh": "我，我不会穿越了吧？",
    "en": "C-could I have transmigrated?"
  },
  {
    "zh": "克莱恩.莫雷蒂，北大陆鲁恩王国阿霍瓦郡廷根市人。",
    "en": "Klein Moretti, a citizen of the Northern Continent’s Loen Kingdom, Awwa County, City of Tingen."
  },
  {
    "zh": "霍伊大学历史系刚毕业的学生。",
    "en": "A recent graduate from the Department of History at Khoy University."
  },
  {
    "zh": "母亲是黑夜女神信徒。",
    "en": "His mother was a devotee of the Evernight Goddess."
  },
  {
    "zh": "克莱恩掌握了号称北大陆诸国文字源头的古弗萨克语。",
    "en": "Klein grasped knowledge of the ancient Feysac language—deemed the origin of all languages in the Northern Continent."
  },
  {
    "zh": "以及古代陵寝里经常出现，与祭祀、祈祷相关的赫密斯文。",
    "en": "As well as the Hermes language which often appeared in ancient mausoleums as well as text regarding sacrificial and praying rituals."
  },
  {
    "zh": "那深黑欲滴的墨迹如是说：“所有人都会死，包括我。”",
    "en": "The dark ink wrote the following: “Everyone will die, including me.”"
  },
  {
    "zh": "以克莱恩的家境，哪有钱和渠道买手枪？",
    "en": "With Klein’s family situation, how can they have the money or means to buy a revolver?"
  },
  {
    "zh": "那是一个血手印！",
    "en": "It was a bloody handprint!"
  },
  {
    "zh": "这就是现在的我，克莱恩.莫雷蒂？",
    "en": "Is this the present me? Klein Moretti?"
  },
  {
    "zh": "一个狰狞的伤口盘踞在他的太阳穴位置，边缘是烧灼的痕迹。",
    "en": "His temple had a grotesque wound with burn marks along its periphery."
  }

  {
    "zh": "存在于真实之外，那由非凡之力所建构，恐怖传说中的蒂维安。",
    "en": "Beyond reality, constructed by mystical powers, lies the terrifying legendary city of Tivian."
  },
  {
    "zh": "浓郁的大雾之中，东城区边缘的某处街道之中，一道矫健的身影正在房屋之间高速的驰聘。",
    "en": "Within the thick fog, on a street at the edge of the East District, a nimble figure darted swiftly between buildings."
  },
  {
    "zh": "“这些家伙，真是难缠啊……”",
    "en": "“These guys are seriously troublesome…”"
  },
  {
    "zh": "清醒之后的奈芙，此时此刻正化身为“盗贼”与那些企图抓捕她的石像鬼以及豪金石鬼纠缠着。",
    "en": "Now fully awakened, Nephthys, currently in the guise of Thief K, was entangled in a chase with stone gargoyles and Aurum Gargoyles attempting to capture her."
  },
  {
    "zh": "虚伪的加冕仪式被天空轰鸣的雷光所打断，随即狂烈的风暴在偌大的宫殿之中狂乱的肆虐。",
    "en": "A fake coronation ceremony was abruptly interrupted by a thunderous roar from the sky. Violent storms began to rage chaotically through the vast palace."
  },
  {
    "zh": "“可恶……究竟是什么人又盯上了这个国家？”",
    "en": "“Damn it… Who is it this time targeting our nation again?”"
  },
  {
    "zh": "来袭的敌人，是现如今赔金会的首领，掌握着部分商金之神力量的黑币贵人。",
    "en": "Her opponent was the current leader of the Dark Gold Society, the Dark Coin Noble, who wielded a portion of the Commercial Gold divinity."
  },
  {
    "zh": "运用着能够将包括非凡能力的各种事物商品化后强制买卖的能力。",
    "en": "His ability allowed him to forcibly commodify all things—including mystical abilities—and conduct enforced transactions."
  },
  {
    "zh": "教会的七大圣人之一，监密枢阿特切莉及时的赶到。",
    "en": "One of the Church’s Seven Living Saints, Cardinal of Secrets Artcheli, arrived just in time."
  },
  {
    "zh": "依靠光弹产生的影子，阿特切莉直接从黑币贵人身后的阴影之中突袭而至。",
    "en": "Using the shadow cast by her light bullet, Artcheli ambushed the Dark Coin Noble from behind."
  },
  {
    "zh": "即便是附魔了黄金程度的“影”之力，但普通的剑击仍然无法穿透黑币贵人的“石”之甲。",
    "en": "Even with Gold-ranking Shadow enchantment, a normal blade strike could not penetrate the Noble’s Stone armor."
  },
  {
    "zh": "“收卖……”",
    "en": "“Buy out…”"
  },
  {
    "zh": "阿特切莉的阴影分身忽然纷纷都无法维持自己的形态，停止了向黑币贵人的进攻并化为了一道道如长蛇一般的细长流影。",
    "en": "Artcheli’s shadow clones instantly lost form, ceased attacking, and transformed into slithering trails of darkness."
  },
  {
    "zh": "我当是谁呢，原来是教会大名鼎鼎的监密枢阁下啊。",
    "en": "So it was the famed Cardinal of Secrets from the Church."
  },
  {
    "zh": "安娜手持旗枪向着黑币贵人高速的的俯冲而下。",
    "en": "Anna, wielding her banner-lance, launched into a dive straight at the Dark Coin Noble."
  },
  {
    "zh": "“你们的速度……很珍贵啊……”",
    "en": "“Your speed… is quite the commodity.”"
  },
  {
    "zh": "在轻语之间，黑币贵人直接出手，购买下了安娜与阿特切莉的非凡速度。",
    "en": "With another whisper, he acted—purchasing Anna and Artcheli’s extraordinary speed."
  },
  {
    "zh": "与轰鸣热闹的东城区不同，北城此处是一片死一般的寂静。",
    "en": "Unlike the thunderous clamor of the East District, the North District was deathly silent."
  },
  {
    "zh": "能够将一切非凡力量商品化后强制购买或者租用的能力吗？",
    "en": "An ability that can commodify and forcibly purchase or rent all mystical powers, huh?"
  },
  {
    "zh": "商金之神的神性力量还真是麻烦啊……",
    "en": "The Commercial Gold divinity really is a nuisance…"
  },
  {
    "zh": "它允许黑币贵人能够透过哈夫达尔感应到多萝西，从而向多萝西施加能力。",
    "en": "One that allowed the Noble to sense Dorothy through Hafdar and apply his ability upon her."
  },
  {
    "zh": "比如说神性，不然的话他在面对命理之锁的时候就不会只卖基础技能灵丝不卖命理之锁整个技能了。",
    "en": "For instance, divinity. Otherwise, when facing the Fatebinding Chains, he wouldn’t have only bought the base ability (spiritual thread) and not the whole skill."
  },
  {
    "zh": "在这个以恐怖故事为基调的箱庭世界内，作为猎杀者的夜魔可以为其他所有的生物都自动标上猎物的标记。",
    "en": "In this boxed-in story world shaped around a horror theme, Night Demon—as predators—automatically marked every other being as prey."
  },
  {
    "zh": "没错，多萝西也具现了夜魔逸闻体，并将其融入了一丝“石”之灵性。",
    "en": "Yes, Dorothy had also manifested a Night Demon anecdotal body—and infused it with a trace of Stone spirituality."
  },
  {
    "zh": "“吾所述之典故乃真传正统，其余之言皆为曲假虚妄……”",
    "en": "“The tale I recite is the true canonical one; all others are false and fabricated…”"
  },
  {
    "zh": "逸闻统合……此刻的哈夫达尔正在以自己作为黄金阶迷神之途非凡者的身份，强行的统合了一大片区域之中，对于夜魔故事的述说权。",
    "en": "Anecdote consolidation. As a Bewitching Path Gold-rank Beyonder, Hafdar now forcibly asserted his authority over the narrative of the Night Demon within a wide region."
  },
  {
    "zh": "“开始猎杀！”",
    "en": "“Begin the hunt!”"
  },
  {
    "zh": "疼痛，数千年以来作为亡灵从未感受过，重生的这数十日以来也从未体会过的，属于生者的剧烈疼痛从哈夫达尔的胸口传来。",
    "en": "Pain—searing, living pain that Hafdar had not felt for thousands of years as an undead—shot through his chest."
  },
  {
    "zh": "眼下的这一尊夜魔……乃是所有夜魔传闻的源头！是夜魔逸闻基石的原典！",
    "en": "This Night Demon… was the source of all Night Demon legends—the Original Script, the foundation of the entire Night Demon mythos!"
  },
  {
    "zh": "“神子冕下！我成功了！”",
    "en": "“Your Grace, I did it!”"
  },
  {
    "zh": "现任的普里特女王，某种意义上完全可以称得上是夜魔本尊。",
    "en": "In a sense, the current Queen of Pritt was the Night Demon herself."
  },
  {
    "zh": "伊萨贝尔是夜魔的原典，因而多萝西可以将伊萨贝尔直接的升华为夜魔逸闻体。",
    "en": "Isabelle was the original script of the Night Demon. Thus, Dorothy could elevate her directly into an original anecdotal body."
  },
  {
    "zh": "“动摇吧……境界的基石……倒塌吧……界域的支柱……荡界波……”",
    "en": "“Waver… foundation of the boundary… Collapse… pillars of the domain… Worldquake Wave.”"
  },
  {
    "zh": "而现实世界夜空之上那圆玉月轮所照射出的月光，顺着那裂口，照射到了封闭的故事世界之中……",
    "en": "From the real world’s night sky, the radiance of the full moon poured through the gap—shining directly into the sealed story world."
  },
  {
    "zh": "刃……无声无形的无有之刃在空间之中细密斩过。",
    "en": "A blade of nothingness, silent and invisible, sliced through space."
  },
  {
    "zh": "多萝西的面前，故事世界之中的蒂维安在这一刻被整体的切割，所有的高楼都被一分为二。",
    "en": "The entire story-world Tivian was sliced apart. Every skyscraper split in two."
  },
  {
    "zh": "“为什么会还能让她呼唤出这种神力！”",
    "en": "“How could she still summon such divine power?!”"
  },
  {
    "zh": "“吾以重金租国……身为国主……”",
    "en": "“With gold, I rent the nation… And claim myself its sovereign—”"
  },
  {
    "zh": "这是黑币贵人直接租用了普里特的国土！让蒂维安脱离普里特，自己成为了其国王！",
    "en": "This massive-scale forced leasing consumed centuries worth of accumulated wealth. Tivian became independent from Pritt, with the Noble as king."
  },
  {
    "zh": "在黑币贵人出去后，他对于整个蒂维安国土的租用便立即结束了。",
    "en": "Once he left, the leasing of Tivian’s land was instantly terminated."
  },
  {
    "zh": "“咩——咩——咩——”一声声学羊叫的声音在寂静的山岭之中回荡着。",
    "en": "“Baa baa… baa baa… baa baa…” The cries of a young shepherd’s sheep echoed across the usually tranquil mountain range."
  },
  {
    "zh": "李七夜爬上了山岗，夜风又急又冷，但是，此时他却急得一身是汗。",
    "en": "Li Qiye crawled to the top of a cliff with the cold night’s breeze violently blowing against his body. His body was currently drenched in perspiration."
  },
  {
    "zh": "李七夜，他家里姓李，因为出生时他哭了七天七夜，被取名为李七夜。",
    "en": "His family name was Li; his name was Li Qiye because he cried for seven days and seven nights after birth."
  },
  {
    "zh": "抬头一望前面山谷的夜色，宛如是一头洪荒凶兽一样，张开大嘴随时都择人而噬。",
    "en": "As he looked towards the Immortal Demon Grotto before him, he noticed that the mountain range in the dark night resembled a fierce beast from the ancient Desolate Era; its mouth appeared to be gaping, hungering for human flesh."
  },
  {
    "zh": "仙魔洞，在当地出了凶名的地方，传说里面住着一只恶魔，任何人进去，都会被吃掉。",
    "en": "The Immortal Demon Grotto was considered a cursed land in the surrounding area. Legend states that an evil demon presided over this location, a demon who instantly consumed any trespassers."
  },
  {
    "zh": "“好，好，好，本座永生不死的阴鸦终于炼成，只缺魂魄，今日正好借你魂魄一用！”",
    "en": "“Good, good, good! My immortal Dark Crow has finally been completed. Since only a soul was missing, today, I will conveniently borrow your soul for a little bit!”"
  },
  {
    "zh": "从此之后，天地之间，有着一只阴鸦遨翔，入葬地，进仙城，跨凶域……",
    "en": "From then on, throughout this heaven and earth, a Dark Crow flew across the planes. From heavenly cities to the most dangerous reaches and secret areas..."
  },
  {
    "zh": "从药神，到飞仙帝，再到血玺仙帝、明仁仙帝，又到吞日仙帝、冰羽仙帝……最后到黑龙王。",
    "en": "From the Alchemy God to Immortal Emperor Fei, Immortal Emperor Xue Xi to Immortal Emperor Min Ren, Immortal Emperor Tun Ri to Immortal Emperor Bing Yu… all the way up until the Black Dragon King."
  },
  {
    "zh": "“哗啦——”一声，漂在河水中的李七夜被人捞了上来。",
    "en": "Li Qiye, who was floating in a river, was suddenly dragged out by a person."
  },
  {
    "zh": "李七夜深深地呼吸一口气，抬头一看，只见一个老头站在自己面前。",
    "en": "Taking a deep breath, he lifted his head and found that an old man was in front of him."
  },
  {
    "zh": "“嘻，嘻，嘻，是老头我把你从河中捞起来的。”这个老头笑嘻嘻地说道。",
    "en": "“Hehehe, it is this old man who saved you from your impending doom.” The old man loudly laughed in an inglorious manner."
  },
  {
    "zh": "“你如何称呼？”“三鬼爷，洗颜古派的。”",
    "en": "“How should I address you, old man?” “Cleansing Incense Ancient Sect, Old Devil.”"
  },
  {
    "zh": "“现在是谁掌天命？”李七夜回过神来，不由问道。",
    "en": "Li Qiye regained his composure and asked the old man: “Right now, who has the Heaven’s Will?”"
  },
  {
    "zh": "“天命？天命还未有人能承载。”三鬼爷笑嘻嘻地说道。",
    "en": "The old man was still smiling as he replied: “Heaven’s Will eh? Right now, no one in this era has been able to shoulder the Heaven’s Will.”"
  },
  {
    "zh": "“踏空仙帝在三万年之前就失踪了。”三鬼爷依然笑嘻嘻地说道。",
    "en": "“Immortal Emperor Ta Kong has been missing for thirty thousand years.”"
  },
  {
    "zh": "镇天海城，在当世，乃是最强大无敌的传承，当年黑龙王还活着的时候，睥睨九天十地，无人能敌！",
    "en": "The Heaven Protector Palace was an incredibly powerful lineage in the current times. Back in that era when the Black Dragon King was still alive, no one could match him across the Nine Worlds."
  },
  {
    "zh": "在城门外，李七夜默默地烧着纸钱，心里面默默地说道：“小黑子，你安心去吧。”",
    "en": "Just beyond the perimeter of the palace’s outer city, Li Qiye burned ceremonial money while whispering: “Little Black Dragon, you don’t have to worry.”"
  },
  {
    "zh": "总有一天，我踏灭凶域，为你报仇！",
    "en": "One day, I will destroy the evil land to seek revenge for you."
  },
  {
    "zh": "李七夜两个走了没多久，镇天海城走出一个风华绝世的女子，她宛如碧波仙子，翰海女神。",
    "en": "As they were leaving, an extremely elegant and beautiful girl stepped out of the palace. She resembled an angel from heaven, an otherworldly goddess."
  },
  {
    "zh": "洗颜古派，坐落于宝圣上国的疆域之中。洗颜古派，可以说是一个渊源流长的传承，乃是一个仙门帝统。",
    "en": "The Cleansing Incense Ancient Sect resided in the nation of the Heavenly Jewel Kingdom. This sect was an Immortal Emperor lineage with a long history."
  },
  {
    "zh": "在诸帝时代的初年，一代睥睨九天十地的明仁仙帝创派于此，取名为洗颜古派。",
    "en": "At the beginning of the Emperors Era, Immortal Emperor Min Ren proudly stood at the peak and established a sect, naming it Cleansing Incense."
  },
  {
    "zh": "“长老，不好了，派中来了一个凡人，要当我们的首席弟子。”",
    "en": "“Elder, I have bad news. A mortal said that he wants us to accept him as the prime disciple.”"
  },
  {
    "zh": "“把他轰下山去！”大长老看都没看一眼，说道。",
    "en": "“Kick him off the mountain!” Without giving the disciple a glance, the first elder continued."
  },
  {
    "zh": "“可，可，可是，他，他手中有三鬼爷的那枚洗颜古令。”",
    "en": "“But, but he said he has the Cleansing Incense Ancient Order from Old Devil.”"
  },
  {
    "zh": "“洗颜古令！”一听到这话，大长老不由脸色一变。",
    "en": "“Cleansing Incense Ancient Order?!” After hearing these words, the first elder’s expression darkened."
  },
  {
    "zh": "执此令者，如明仁仙帝驾临，执此令者，可以向洗颜古令提出一个条件。",
    "en": "The order represented Immortal Emperor Min Ren; the holder could request anything from the Cleansing Incense Ancient Sect."
  },
  {
    "zh": "遥想当年，是他把明仁仙帝引入修士这个世界的。",
    "en": "The time between now and when he led Immortal Emperor Min Ren into the cultivation world was already many, many years."
  },
  {
    "zh": "“三鬼爷呢？”大长老不由冷冷地说道。",
    "en": "The first elder coldly asked: “Where is Old Devil?”"
  },
  {
    "zh": "“他去了翠红楼。”李七夜从容地说道。",
    "en": "Li Qiye calmly answered: “He went to Cui Hong Brothel.”"
  },
  {
    "zh": "“我要当洗颜古派的首席弟子。”李七夜慢慢地说道。",
    "en": "“I want to be the prime disciple.” Li Qiye slowly responded."
  },
  {
    "zh": "“首席弟子之位，不是儿戏！”一位长老冷冷地说道。",
    "en": "An elder spoke with a cold voice: “Don’t treat the prime disciple position as a joke!”"
  },
  {
    "zh": "很快，门下弟子请来了本相镜，照在了李七夜的身上。",
    "en": "Ultimately, the elders issued a command: “Bring out the Truth Mirror.” The Truth Mirror shone on Li Qiye’s body."
  },
  {
    "zh": "“体质为凡体，寿轮为凡轮，命宫为凡命。”最终，弟子探测了李七夜的体质、寿轮、命宫之后就如此说道。",
    "en": "“A mortal physique, a mortal life wheel, and his destiny shows that he has a mortal fate palace.” The disciple reported the Truth Mirror’s findings."
  },
  {
    "zh": "“我相信，明仁仙帝的后代不会做出违背祖训，欺师灭祖的事情来吧。”",
    "en": "“I trust that the descendants of the Immortal Emperor would neither go back on their words nor violate the ancestral rule and bring shame to the sect and lineage.”"
  },
  {
    "zh": "“这是掌门的亲传弟子。”另一个长老附和地说道。",
    "en": "“In the end, the prime disciple would be the direct disciple of the sect master.” The remaining elders agreed."
  }
  {
    "zh": "只要感应到天地灵气，将其引入体内，你就算踏入了凝气期。",
    "en": "As long as you can sense the Heaven and Earth spiritual energy and guide it into your body, you will have stepped into the Qi Condensation stage."
  },
  {
    "zh": "凝气三层以下皆为凡人，唯有突破第四层，方能施展简单的法术。",
    "en": "Those below the third level of Qi Condensation are all mortals; only by breaking through to the fourth level can one cast simple spells."
  },
  {
    "zh": "他体内的灵气在经脉中疯狂运转，试图冲破凝气圆满的瓶颈。",
    "en": "The spiritual energy within his body circulated madly through his meridians, attempting to crash through the bottleneck of the peak Qi Condensation stage."
  },
  {
    "zh": "筑基丹乃是凝气期修士梦寐以求的宝物，能增加三成筑基的几率。",
    "en": "The Foundation Establishment Pill is a treasure dreamed of by Qi Condensation cultivators, capable of increasing the chances of reaching Foundation Establishment by thirty percent."
  },
  {
    "zh": "百日筑基，这一步若是失败，轻则经脉尽断，重则身死道消。",
    "en": "The Hundred Day Foundation Establishment—if this step fails, at best your meridians will be severed, and at worst, your body will perish and your Dao will vanish."
  },
  {
    "zh": "他体内的气态灵力开始压缩，逐渐化作了第一滴液态真元。",
    "en": "The gaseous spiritual power within his body began to compress, gradually transforming into the first drop of liquid True Essence."
  },
  {
    "zh": "这是天道筑基！传说中只有上古大能才能铸就的完美道基！",
    "en": "This is a Heavenly Dao Foundation Establishment! A perfect Dao foundation that legends say only the almighty figures of antiquity could forge!"
  },
  {
    "zh": "随着道台的铸成，一股强大的威压从他身上爆发出来，横扫四方。",
    "en": "As the Dao Platform was forged, a powerful pressure erupted from his body, sweeping across all directions."
  },
  {
    "zh": "筑基期修士便可御剑飞行，一日千里不在话下。",
    "en": "Foundation Establishment cultivators can ride swords to fly, traveling a thousand miles in a day is nothing difficult."
  },
  {
    "zh": "为了突破到结丹期，老祖已经闭关了整整六十年。",
    "en": "In order to break through to the Core Formation stage, the Patriarch has been in secluded cultivation for a full sixty years."
  },
  {
    "zh": "金丹大道，又称金丹期，是修士生命本质的一次巨大跃迁。",
    "en": "The Great Dao of the Golden Core, also known as the Golden Core stage, is a massive leap in the essence of a cultivator's life."
  },
  {
    "zh": "天空中乌云密布，雷蛇游走，这是结丹天劫降临的征兆！",
    "en": "Dark clouds covered the sky and lightning snakes slithered; this is the omen of the Core Formation Heavenly Tribulation descending!"
  },
  {
    "zh": "他张口吐出一颗金灿灿的圆珠，其上只有三道丹纹，属于杂丹。",
    "en": "He opened his mouth and spat out a glittering golden orb; it had only three pill veins on it, classifying it as an Impure Core."
  },
  {
    "zh": "紫气东来三万里，这难道是传说中的九品金丹？",
    "en": "Violet energy comes from the east for thirty thousand miles—could this be the legendary Ninth Grade Golden Core?"
  },
  {
    "zh": "金丹碎，元婴出！这是置之死地而后生的一步！",
    "en": "Shatter the Golden Core, birth the Nascent Soul! This is a step of finding life within death!"
  },
  {
    "zh": "那个寸许高的小人儿与他长得一模一样，盘膝坐在他的丹田之中。",
    "en": "That tiny figure, only an inch tall, looked exactly like him and sat cross-legged within his Dantian."
  },
  {
    "zh": "元婴老怪最难被杀死，只要元婴逃脱，便可夺舍重生。",
    "en": "Nascent Soul eccentric monsters are the hardest to kill; as long as the Nascent Soul escapes, they can possess a body and be reborn."
  },
  {
    "zh": "这便是元婴期强者的神通——瞬移！",
    "en": "This is the divine ability of a Nascent Soul powerhouse—Teleportation!"
  },
  {
    "zh": "哪怕肉身被毁，元婴离体亦能存活数百年不灭。",
    "en": "Even if the physical body is destroyed, the Nascent Soul can leave the body and survive for hundreds of years without perishing."
  },
  {
    "zh": "化神期大能，已经初步感悟天地意境，一念之间可改天换地。",
    "en": "Almighty figures of the Spirit Severing stage have begun to comprehend the intent of Heaven and Earth; with a single thought, they can change the sky and ground."
  },
  {
    "zh": "他在凡尘中感悟意境，化凡入世，只为那化神的一线机缘。",
    "en": "He comprehended intent within the mortal world, transforming into a mortal and entering society, all for that sliver of opportunity to reach Spirit Severing."
  },
  {
    "zh": "这一刀，斩断了凡尘因果，是为斩灵第一刀！",
    "en": "This blade severed the karma of the mortal world; it is the first blade of Spirit Severing!"
  },
  {
    "zh": "斩灵三刀，一刀斩过去，一刀斩现在，一刀斩未来。",
    "en": "The three blades of Spirit Severing: one cuts the past, one cuts the present, and one cuts the future."
  },
  {
    "zh": "问道期强者，已经开始追寻属于自己的大道本源。",
    "en": "Powerhouses of the Dao Seeking stage have already begun to pursue the origin of their own Dao."
  },
  {
    "zh": "半步真仙！只差最后一道仙劫，便可飞升仙界！",
    "en": "Half-step True Immortal! Lacking only the final Immortal Tribulation to ascend to the Immortal World!"
  },
  {
    "zh": "体修的境界划分与气修不同，他们追求肉身成圣。",
    "en": "The realm division for Body Cultivators differs from Qi Cultivators; they pursue Sanctification of the Flesh."
  },
  {
    "zh": "炼体分为：铜皮、铁骨、金身，每一个境界都痛苦万分。",
    "en": "Body refinement is divided into: Copper Skin, Iron Bone, and Golden Body; every realm is agonizingly painful."
  },
  {
    "zh": "他的修为跌落到了练气期，必须重修根基。",
    "en": "His cultivation base fell back to the Qi Refining stage, and he must rebuild his foundation."
  },
  {
    "zh": "吞服了这株万年灵药，他的修为势如破竹，直接突破了两层境界。",
    "en": "After swallowing this ten-thousand-year-old spirit herb, his cultivation rose with irresistible force, directly breaking through two levels."
  },
  {
    "zh": "心魔劫是修士进阶最大的障碍，稍有不慎便会走火入魔。",
    "en": "The Heart Demon Tribulation is the greatest obstacle for a cultivator's advancement; the slightest carelessness will lead to Qi deviation."
  },
  {
    "zh": "在这个灵气稀薄的末法时代，想要修炼到筑基期都难如登天。",
    "en": "In this Age of Dharma Decline where spiritual energy is thin, cultivating to the Foundation Establishment stage is as difficult as ascending the heavens."
  },
  {
    "zh": "传说中的大乘期修士，寿元可达十万载，与天地同寿。",
    "en": "The legendary Mahayana stage cultivators have a lifespan of up to one hundred thousand years, living as long as the heavens and earth."
  },
  {
    "zh": "哪怕是渡劫期的老怪，在天威浩荡的雷劫面前也显得渺小。",
    "en": "Even Tribulation Transcendence stage old monsters appear insignificant before the vast and mighty heavenly lightning tribulation."
  },
  {
    "zh": "他散尽一身修为，只为保住最后一丝神魂不灭。",
    "en": "He dispersed his entire cultivation base just to preserve the last wisp of his divine soul from extinguishing."
  },
  {
    "zh": "灵台方寸，紫府识海，这是修士储存神识的地方。",
    "en": "The square inch of the Spirit Platform, the Sea of Consciousness in the Violet Palace—this is where cultivators store their divine sense."
  },
  {
    "zh": "开辟洞天，在体内自成一界，这是仙王强者的手段。",
    "en": "Opening a Grotto-Heaven and forming a world within the body—this is the method of an Immortal King powerhouse."
  },
  {
    "zh": "他的道心坚如磐石，任何外魔都无法动摇分毫。",
    "en": "His Dao Heart is as solid as a boulder; no external demons can shake it in the slightest."
  },
  {
    "zh": "修炼一途，乃是逆天而行，与人争，与天争，与命争。",
    "en": "The path of cultivation is an act of defying the heavens; contending with people, contending with the heavens, and contending with fate."
  },
  {
    "zh": "聚灵阵运转到了极致，周围的灵气化作了雾气。",
    "en": "The Spirit Gathering Formation operated to its limit, and the surrounding spiritual energy turned into mist."
  },
  {
    "zh": "这一刻，他终于感悟到了法则之力，踏入了圣域。",
    "en": "At this moment, he finally comprehended the power of laws and stepped into the Saint Domain."
  },
  {
    "zh": "虚神境分为初入、小成、大成、圆满四个小境界。",
    "en": "The Void Spirit Realm is divided into four minor realms: Initial Entry, Small Success, Great Success, and Perfection."
  },
  {
    "zh": "血脉觉醒！上古神兽的威压让所有妖兽瑟瑟发抖。",
    "en": "Bloodline Awakening! The pressure of the Ancient Divine Beast made all the demon beasts tremble."
  },
  {
    "zh": "他修炼的是魔道功法，进境神速，但根基不稳。",
    "en": "He cultivates a Demonic Dao technique; his progress is god-like in speed, but his foundation is unstable."
  },
  {
    "zh": "苦海无边，唯有铸造神桥，方能抵达彼岸。",
    "en": "The Sea of Bitterness is boundless; only by forging a Divine Bridge can one reach the Other Shore."
  },
  {
    "zh": "铭纹境，需要在骨骼上铭刻大道符文，增强肉身之力。",
    "en": "The Inscription Realm requires engraving Great Dao runes onto one's bones to enhance the power of the physical body."
  },
  {
    "zh": "点燃神火，高举神国，从此不朽！",
    "en": "Ignite the Divine Fire, raise the Divine Kingdom high, and be immortal from this point on!"
  },
  {
    "zh": "三花聚顶，五气朝元，这是大罗金仙的标志。",
    "en": "Three Flowers Gathering at the Top, Five Qis Orienting towards the Origin—this is the symbol of a Zenith Heaven Golden Immortal."
  },
  {
    "zh": "他的修为被废，沦为了废人，被家族驱逐。",
    "en": "His cultivation was crippled, reducing him to a cripple, and he was expelled by the clan."
  },
  {
    "zh": "这一瓶灵液，足以让一个练气期弟子直接突破到筑基期。",
    "en": "This bottle of spiritual liquid is enough to allow a Qi Refining disciple to break through directly to the Foundation Establishment stage."
  },
  {
    "zh": "即便相隔亿万里，大能者亦可透过因果线将其抹杀。",
    "en": "Even separated by hundreds of millions of miles, an almighty figure can still erase them through the threads of karma."
  },
  {
    "zh": "我雪胡今日的目標，就只有你一個。",
    "en": "Today, I only have one target, that is you."
  },
  {
    "zh": "我不把你殺死，難消我心頭之恨！",
    "en": "If I do not kill you, I will never be appeased!"
  },
  {
    "zh": "他就像一個石頭，一個鐵做的聾啞人，任何的話語，不管是威脅還是引誘，都沒有任何的效果。",
    "en": "He was like a rock, a deaf person, anyone's words, be it threats or promises, had no effect on him."
  },
  {
    "zh": "這頭巨大的紫貂，臉上的神情發生了變化。",
    "en": "This giant purple ferret's expression had changed."
  },
  {
    "zh": "這是蠱蟲的氣息？但又有些似是而非！",
    "en": "This is a Gu worm's aura? But it doesn't seem like it!"
  },
  {
    "zh": "立即有蠱仙嗤笑：“怎麽可能？在逆流河中煉蠱？”",
    "en": "A Gu Immortal immediately mocked: “How can that be? Refining Gu in Reverse Flow River?”"
  },
  {
    "zh": "方源雖有智慧蠱，但留在了琅琊福地，他根本無法動用任何蠱蟲。",
    "en": "Even though Fang Yuan had wisdom Gu, it was inside Lang Ya blessed land, he could not use any Gu worms."
  },
  {
    "zh": "情況已經糟糕透頂，不管怎樣，方源願意繼續試下去。",
    "en": "The situation was at its worst, no matter what, Fang Yuan wanted to try."
  },
  {
    "zh": "他的步伐很穩定，面無表情，卻給人一種相當強大的感覺。",
    "en": "He walked steadily, he was expressionless, but it gave others a feeling of strength."
  },
  {
    "zh": "為什麽這個柳貫一，他能堅持這麽久？",
    "en": "Why is this Liu Guan Yi able to persevere for so long?"
  },
  {
    "zh": "他的體內，正在醞釀出一隻仙蠱。這隻仙蠱的名字，就叫做堅持！",
    "en": "There is an Immortal Gu nurturing inside his body. This Immortal Gu's name is Perseverance!"
  },
  {
    "zh": "“《人祖傳》中有言，堅持仙蠱就是可以征服逆流河的關鍵仙蠱？”",
    "en": "“It is said in <<The Legends of Ren Zu>> that perseverance Immortal Gu was the crucial Immortal Gu that could allow the user to conquer Reverse Flow River?”"
  },
  {
    "zh": "“那個人，便是天庭之主，元蓮仙尊！”",
    "en": "“That person was a former leader of Heavenly Court, Genesis Lotus Immortal Venerable!”"
  },
  {
    "zh": "仙尊魔尊，修為雖高，但都是人。是人就有感情，就有破綻，就有弱點。",
    "en": "Immortal Venerable or Demon Venerable, even if they have high cultivation level, they are still human. Humans have emotions, they have flaws, they have weaknesses."
  },
  {
    "zh": "逆流河永遠流淌在他的腳下，仿佛是絕大的命運的嘲笑。",
    "en": "Reverse Flow River was always still below his feet, as if fate was mocking and laughing at him."
  },
  {
    "zh": "“穿越到這裡來，這是我的福緣！因為在這裡，可以實現長生。”",
    "en": "“Transmigrating here is my greatest opportunity! Because here, I can attain eternal life.”"
  },
  {
    "zh": "“既然山寨不栽培我，舅父舅母甚至都故意排擠我，我留在這裡有什麽意思？”",
    "en": "“Since the village refuses to nurture me, since my aunt and uncle are purposely pushing me aside, what is the point of staying here?”"
  },
  {
    "zh": "“這個世界太大，而我們都是小人物……但我會加油的！會一直努力！”",
    "en": "“This world is too big, but we are all minor characters… I will work hard! I will definitely do my best!”"
  },
  {
    "zh": "春秋蟬重生後，青茅山、三王山、狐仙福地、王庭福地、義天山、逆流河！",
    "en": "After his rebirth using Spring Autumn Cicada, Qing Mao Mountain, Three Kings blessed land, Hu Immortal blessed land, Imperial Court blessed land, Yi Tian Mountain, and Reverse Flow River!"
  },
  {
    "zh": "這麽說來，三十萬年前有元蓮，三十萬後有柳貫一……逆流河主啊。",
    "en": "This means, there was Genesis Lotus three hundred thousand years ago, and now, there is Liu Guan Yi… the Reverse Flow River Lord."
  },
  {
    "zh": "沒有了你，我在這個世界上，就是孤家寡人。",
    "en": "Without you, I am all alone in this world."
  },
  {
    "zh": "你知道嗎？一個人的堅持是有多難！",
    "en": "Do you know, the perseverance of one person is so difficult!"
  },
  {
    "zh": "我曾經呐喊過，漸漸的我不發出聲音。",
    "en": "I had once screamed, gradually, I lost my voice."
  },
  {
    "zh": "我曾經哭泣過，漸漸的我不再流淚。",
    "en": "I had once cried, gradually, I lost my tears."
  },
  {
    "zh": "我曾經悲傷過，漸漸的我能承受一切。",
    "en": "I had once grieved, gradually, I became able to withstand everything."
  },
  {
    "zh": "我曾經喜悅過，漸漸的我看淡世間。",
    "en": "I had once rejoiced, gradually, I became unmoved by the world."
  },
  {
    "zh": "我只剩下面無表情，我的目光如磐石般堅硬，我的心中剩下堅持。",
    "en": "All I have left is an expressionless face, my gaze is as tough as a monolith, only perseverance remains in my heart."
  },
  {
    "zh": "這就是我，一個小人物，方源的——堅持！",
    "en": "This is my own, an insignificant character, Fang Yuan's — Perseverance!"
  },
  {
    "zh": "堅持仙蠱，在這一刻，煉成！！！",
    "en": "Perseverance Immortal Gu, at this moment, was refined successfully!!"
  },
  {
    "zh": "“我說，我後悔了。”洪亭再次說道。",
    "en": "“I said, I regret it.” Hong Ting said again."
  },
  {
    "zh": "你說這樣的話，對得起從小到大給你資助的那些人嗎？",
    "en": "If you say such things, would you be doing justice to those people who have helped you throughout your life?"
  },
  {
    "zh": "那我寧願不要這個仙尊之位！",
    "en": "Then I would rather not have this Immortal Venerable position!"
  },
  {
    "zh": "這一切都是宿命的安排，這是你天生的使命，你必須得履行！",
    "en": "This is all fate's arrangement, this is the mission of your life, you must accept it no matter what!"
  },
  {
    "zh": "堂堂仙尊，無敵天下，居然也不能隨心所欲？",
    "en": "A grand Immortal Venerable, invincible in the world, actually cannot do as he pleases?"
  },
  {
    "zh": "維護天庭正道，是最需要付出，最需要犧牲。",
    "en": "Maintaining Heavenly Court's righteous path requires you to pay a price, it requires sacrifices."
  },
  {
    "zh": "我要復活他們。",
    "en": "I want to revive them."
  },
  {
    "zh": "任何一個生命的生死，都是宿命的巧妙安排。",
    "en": "Any living being's life and death is arranged by fate."
  },
  {
    "zh": "即便是再慘重的悲劇，我都選擇承受！",
    "en": "Even if there are crueler tragedies, I will accept them!"
  },
  {
    "zh": "如果沒有宿命，這個世界就真的會混亂嗎？",
    "en": "If there was no fate, would the world truly fall into chaos?"
  },
  {
    "zh": "在這一瞬間，他感受到了難以言說的深邃孤獨。",
    "en": "He felt an indescribably deep loneliness at this moment."
  },
  {
    "zh": "光陰長河中，出現一個孤獨落寞的身影。",
    "en": "A lonely figure appeared in the River of Time."
  },
  {
    "zh": "是時候留下傳承了。",
    "en": "It is time to leave behind my inheritance."
  },
  {
    "zh": "留給天外之魔，在未來最有希望摧毀宿命的人！",
    "en": "Leave this behind for the otherworldly demon, for the person who has the greatest hope of destroying Fate!"
  },
  {
    "zh": "紅蓮魔尊在這裡留下了八轉悔蠱，還留下大量的宙道仙材。",
    "en": "Red Lotus Demon Venerable left behind rank eight regret Gu here as well as a large amount of time path immortal materials."
  },
  {
    "zh": "貴客終於臨門了。",
    "en": "Welcome, my honorary guest."
  },
  {
    "zh": "此人正是已成就仙尊的樂土！",
    "en": "This person was Paradise Earth, who had already become an Immortal Venerable!"
  },
  {
    "zh": "紅蓮前輩何必明知故問呢？",
    "en": "Senior Red Lotus, why ask when you already know?"
  },
  {
    "zh": "宿命只是損壞沒有被徹底毀滅，所以一切都還有跡可循。",
    "en": "Fate has only been damaged, not completely destroyed, so everything is still traceable."
  },
  {
    "zh": "放下屠刀，回頭是岸，誰不想得到救贖呢？",
    "en": "Put down the blade to reach redemption, it is never too late to turn back. Who does not want to seek redemption?"
  },
  {
    "zh": "這是一隻八轉悔蠱，你可接好。",
    "en": "This is a rank eight regret Gu, catch it properly."
  },
  {
    "zh": "唯有心中沒有一丁點後悔的人，才能免疫這項最大弊端。",
    "en": "Only a person with not even a little bit of regret is immune to this greatest flaw."
  },
  {
    "zh": "看來你心中也有悔痛。",
    "en": "Looks like you also have regret in your heart."
  },
  {
    "zh": "誰的一生沒有一件令其後悔的事？",
    "en": "Who in this world does not have any regrets in their life?"
  },
  {
    "zh": "方源睜開雙眼，恍惚之色從他的眼眸中徐徐散盡。",
    "en": "Fang Yuan slowly opened his eyes, the dazed expression slowly dissipated from his eyes."
  },
  {
    "zh": "沒想到居然直接到了紅蓮島。",
    "en": "I never expected to directly arrive at the stone lotus island."
  },
  {
    "zh": "所以我相信你會拚盡全力去摧毀宿命蠱的。",
    "en": "So I believe you will try your best to destroy fate Gu."
  },
  {
    "zh": "悔蠱不可直接接觸，否則哪怕你煉化了此蠱，也會被無窮無盡的後悔之情淹沒！",
    "en": "Regret Gu cannot be touched directly, otherwise even if you refine it, you will be drowned in endless regrets!"
  },
  {
    "zh": "“沒有這個必要。”方源面色淡然，一把抓住悔蠱，頃刻煉化。",
    "en": "“There is no need for that.” Fang Yuan's expression was indifferent as he grabbed regret Gu and instantly refined it."
  },
  {
    "zh": "敵勢凶猛，方源暫做避讓。",
    "en": "Seeing the fierce attacks of the enemies, Fang Yuan quickly dodged for the time being."
  },
  {
    "zh": "巨陽仙尊緊追不放，口中呼喝道。",
    "en": "Giant Sun Immortal Venerable pursued relentlessly as he shouted."
  },
  {
    "zh": "尊者底蘊深厚至極，一定要試探清楚。",
    "en": "Venerables had immense foundation, he needed to probe carefully."
  },
  {
    "zh": "你便如此光明正大地坐視我等相鬥消耗！",
    "en": "You managed to watch openly as our two sides fought and expended each other's strength!"
  },
  {
    "zh": "巨陽仙尊說得咬牙切齒。",
    "en": "Giant Sun Immortal Venerable said while gritting his teeth."
  },
  {
    "zh": "因為他還有最大的一張底牌始終扣著手裡！",
    "en": "Because he still had the greatest trump card unused!"
  },
  {
    "zh": "如此一來，巨陽仙尊不得不掀開血道底牌，徹底復活。",
    "en": "This way, Giant Sun Immortal Venerable had no choice but to use his blood path trump card, reviving completely."
  },
  {
    "zh": "他心中亮堂得很，既然暴露出了實力，立即放棄之前的立場。",
    "en": "Giant Sun was very clear of it in his heart, since he exposed his true strength, he immediately changed his position."
  },
  {
    "zh": "最終渡劫成功，成為了尊者！",
    "en": "You deceived everyone and got past the final tribulation, becoming a venerable!"
  },
  {
    "zh": "黑火乃是混沌大難的殘留。",
    "en": "The black fire was the remnant product of the chaotic disaster."
  },
  {
    "zh": "方源這個大騙子，竟騙到了最後。尊者們都被他騙得團團轉！",
    "en": "Fang Yuan was the greatest liar, he lied until the very end. All of these venerables were toyed around by him!"
  },
  {
    "zh": "奸詐、陰險、歹毒！這類詞語在沈傷、陸畏因的心中輪番流轉。",
    "en": "Crafty, scheming, evil! Such words revolved around the hearts of Lu Wei Yin and Shen Shang."
  },
  {
    "zh": "金霞退縮，星光暗淡，方源風頭無兩，氣吞萬裡如虎。",
    "en": "As the golden light faded and starlight dimmed, Fang Yuan was incredibly domineering, his aura was surging like a rising tiger over ten thousand li."
  },
  {
    "zh": "方源一身雪袍，青絲飄揚，縱橫戰場，氣蓋山河。",
    "en": "Fang Yuan wore a snow-white robe, his hair was long and fluttering, he dominated the battlefield, with his aura surmounting mountains and rivers."
  },
  {
    "zh": "早歲已知世事艱，仍許飛鴻蕩雲間。",
    "en": "In my youth I knew the hardships of the world, yet I still aspired to soar above the clouds."
  },
  {
    "zh": "一路寒風身如絮，命海沉浮客獨行。",
    "en": "A journey of cold winds and uncertainty, a lone traveler experiences a life of ups and downs."
  },
  {
    "zh": "千磨萬擊心鑄鐵，殫精竭慮鑄一劍。",
    "en": "A heart of steel forged from countless setbacks, a lifetime of effort to forge one sword."
  },
  {
    "zh": "今朝劍指疊雲處，煉蠱煉人還煉天！",
    "en": "Today my sword aims beyond the clouds, Refine Gu! Refine Human! Refine Heaven!!"
  },
  {
    "zh": "方源的攻勢宛若驚濤駭浪，籠罩千裡戰場，覆蓋乾坤八極。",
    "en": "Fang Yuan's attacks were like a surging tide, enveloping all the surrounding battlefield, approaching from all directions of the world."
  },
  {
    "zh": "“休想！”星宿仙尊冷哼一聲，最後關頭不得不拋出了生死門。",
    "en": "“Don't think about it!” Star Constellation Immortal Venerable snorted coldly, she had to toss out the Door of Life and Death at the final crucial moment."
  },
  {
    "zh": "以三大天地秘境為核心的一記殺招，被方源催動出來。",
    "en": "A killer move with all three secluded domains of heaven and earth as the cores was activated by Fang Yuan."
  },
  {
    "zh": "一條生路赫然成形，從生死門中延伸而出。",
    "en": "A road of life was suddenly formed, extending out of the Door of Life and Death."
  },
  {
    "zh": "見到生死門根本困不住方源，星宿仙尊輕輕一歎。",
    "en": "Seeing that the Door of Life and Death could not trap Fang Yuan, Star Constellation Immortal Venerable let out a soft sigh."
  },
  {
    "zh": "方源一擊之下，打斷幽魂魔尊上千條手臂。",
    "en": "With one attack by Fang Yuan, a thousand of Spectral Soul Demon Venerable's arms severed."
  },
  {
    "zh": "方源成尊之後，渡了黑火災難，道痕也略微凌駕於幽魂魔尊之上了！",
    "en": "After Fang Yuan became venerable and passed the black fire tribulation, his dao marks had already exceeded Spectral Soul Demon Venerable!"
  },
  {
    "zh": "隨後，幽魂魔尊目光劇變，變得蒼茫起來。",
    "en": "Next, Spectral Soul Demon Venerable's expression changed, becoming blank."
  },
  {
    "zh": "一聲巨響，幽魂魔尊竟用身軀堵住了漏洞。",
    "en": "With a loud sound, Spectral Soul Demon Venerable had actually used his own body to block the hole of the world boundary."
  },
  {
    "zh": "群仙愕然，全場再度一寂。",
    "en": "The immortals were shocked, the entire scene became silent again."
  }
]